Revit 2024 API
GroupTypeId.Plumbing Property
 Plumbing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Plumbing { get; }
Visual Basic
Public Shared ReadOnly Property Plumbing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Plumbing {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace